Removes all contents stored in the table.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public void Clear()
  Visual Basic
Public Sub Clear
  Visual C++
public:
void Clear()
 See Also
  ExportFontTable Class
  Autodesk.Revit.DB Namespace